console.log(`Страница Pets (40)

1. Проверка верстки +7
  - верстка страницы валидная +4
  - логотип в хедере состоит из текстовых элементов +1
  - страница содержит ровно один элемент <h1> +1
  - добавлен favicon +1
2. Вёрстка соответствует макету +15
  - блок <header> +5
  - блок Our Friends +5
  - блок <footer> +5
3. Требования к css +4
  - при уменьшении масштаба страницы браузера или увеличении ширины страницы (>1280px) вёрстка размещается по центру, а не сдвигается в сторону и не растягивается по всей ширине +2
  - фоновый цвет тянется на всю ширину страницы +2
4. Интерактивность элементов +14
  - элемент Our pets в навигации подсвечен и неинтерактивен, остальные элементы навигации интерактивны +2
  - доступные кнопки пагинации (вправо) активны, недоступные (влево) - неактивны (disabled) +2
  - каждая карточка с питомцем в блоке Our Friends интерактивна при наведении на любую область этой карточки +2
  - плавная прокрутка по якорям +2
  - выполнена интерактивность ссылок и кнопок. +2
  - плавное изменение внешнего вида элемента при наведении и клике, не влияющее на соседние элементы +2
`);
